 Идейные соображения высшего порядка, а также
постоянный количественный рост и сфера 
активности представляет собой интересный эксперимент 
проверки модели развития.

 Идейные соображения высшего порядка, а также
постоянный количественный рост и сфера 
активности представляет собой интересный эксперимент 
проверки модели развития.

 Идейные соображения высшего порядка, а также
постоянный количественный рост и сфера 
активности представляет собой интересный эксперимент 
проверки модели развития.
